Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/pcsx2.tmx
Source language: en
Languages: sv

source: Dithering is disabled. This will cause color banding in some games.
sv: Dithering är inaktiverad. Detta orsakar färgbandning i vissa spel.

source: Use NTFS Compression?
sv: Använd NTFS-komprimering?

source: Sets the opacity of the custom background.
sv: Anger opaciteten för den egna bakgrunden.

source: kbps
sv: kbit/s

source: Dump FMV Textures
sv: Dumpa FMV-texturer

source: Go to Address
sv: Gå till adress

source: Resolution:
sv: Upplösning:

source: Confirm Reset
sv: Bekräfta återställning
